[sage_vosq_rarespawnone_01_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Waka no-hencha makolo -- oh, wait, what am I doing? You don't speak Aegran. Sorry. I'm one of the native bandits you've been shooting at around here. How ya doin'? Anyway, there are a few rare and irritating creatures I'd like you to kill for me. No way to know where or when they'll turn up, though -- just keep your fingers crossed and your eyes open.",Time=0)

[sage_vosq_rarespawnone_02_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, cool. It's one of those rare creatures I told you about, Masha-La. You should shoot it!",Time=0)

[sage_vosq_rarespawnone_03_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You killed that thing even easier than you killed my bandit brothers. Which... don't feel bad or anything -- they're kind of dicks.",Time=0)

[sage_vosq_rarespawnone_04_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Shenta magulo! Another rare creature down, Masha-La.",Time=0)

[sage_vosq_rarespawnone_05_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Bwahahahahahaha! ...Almost choked on my own spit. Hate that.",Time=0)

[sage_vosq_rarespawnone_06_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="To use a traditional Aegran saying: ''booyah!''.",Time=0)

[sage_vosq_rarespawnone_07_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Thanks for killing that one. It ate my mom. Hahaha, nah, I'm kidding. I ate my mom.",Time=0)

[sage_vosq_rarespawnone_08_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Cool. You nearly got all the creatures, Masha-La.",Time=0)

[sage_vosq_rarespawnone_09_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, you got 'em all. Good going, Masha-La! Get back so I can repay you.",Time=0)

[sage_vosq_rarespawnone_10_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Come to think of it, I may have some more work.",Time=0)

[sage_vosq_rarespawntwo_01_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey Masha-La, I found more rare uglies for you to hunt. If you felt like shooting at people who aren't my friends and family, that is.",Time=0)

[sage_vosq_rarespawntwo_02_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Nice going! Hey, while I've got your ear: have you considered not killing all my bandit brothers? I mean, just letting us murder you and steal your stuff. Mull it over.",Time=0)

[sage_vosq_rarespawntwo_03_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That's another creature my brothers and I won't have to worry about anymore, ha-ha! Thanka-lo.",Time=0)

[sage_vosq_rarespawntwo_04_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, good job. Not many rare creatures left.",Time=0)

[sage_vosq_rarespawntwo_05_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Heh-heh. That was cool.",Time=0)

[sage_vosq_rarespawntwo_06_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Nice work. Hey, on an unrelated note, have you given any thought to the letting-us-kill-you thing? No? No big, that's cool.",Time=0)

[sage_vosq_rarespawntwo_07_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Just one more creature to go, Masha-La. Sorry, ''Masha-La'' is Aegran for ''they who kill all of us and spend lots of time picking guns from the ground''.",Time=0)

[sage_vosq_rarespawntwo_08_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That's all of 'em! Come on back.",Time=0)

[sage_vosq_rarespawntwo_10_live_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, if any of my brothers find out I paid you, just tell 'em ''waka no bakala'' -- actually, you know what? Just shoot 'em.",Time=0)